{   
    "About us":"Acerca de nosotros",
    "Services":"Servicios",
    "Capabilities":"Capacidades",
    "Contact us":"Contacto",
    "Red Hat IT Solutions: Shaping the Digital Future with Cutting-Edge Technologies.":"Red Hat IT Solutions: Transformando el Futuro Digital con Tecnologías de Última Generación.",
    "We specialize in shaping the digital future. With our expertise in technology services, we anticipate digital needs and provide innovative solutions.":"Nos especializamos en dar forma al futuro digital. Con nuestra experiencia en servicios tecnológicos, anticipamos las necesidades digitales y ofrecemos soluciones innovadoras.",
    "Get information":"Más información",
    "RedHat IT Solutions SAS is your technological partner for success. As a software development company, we specialize in providing innovative and customized solutions that drive the growth of our clients. With a highly trained and committed team, we are ready to tackle any challenge and help you achieve your professionals goals.":"Red Hat IT Solutions SAS es tu socio tecnológico para el éxito. Como empresa de desarrollo de software, nos especializamos en proporcionar soluciones innovadoras y personalizadas que impulsan el crecimiento de nuestros clientes. Con un equipo altamente capacitado y comprometido, estamos listos para enfrentar cualquier desafío y ayudarte a alcanzar tus objetivos profesionales.",
    "Read more":"Leer más",
    "Check our services":"Conoce nuestros servicios",
    "Agile development of digital solutions":"Desarrollo agil de soluciones digitales",
    "Mobile app development":"Desarrollo de aplicaciones móviles",
    "Boost your digital presence with our custom mobile apps for iOS and Android, designed for maximum usability and performance.":"Impulsa tu presencia digital con nuestras aplicaciones móviles personalizadas para iOS y Android, diseñadas para la máxima usabilidad y rendimiento.",
    "Web app development":"Desarrollo de aplicaciones web",
    "Build your online presence with our robust and scalable web apps designed to meet the unique needs of your business.":"Construye tu presencia en línea con nuestras aplicaciones web robustas y escalables diseñadas para satisfacer las necesidades específicas de tu negocio.",
    "Custom software development":"Desarrollo personalizado de software",
    "Optimize your business processes with our custom software, created to meet your unique requirements.":"Optimiza tus procesos comerciales con nuestro software personalizado, creado para satisfacer tus requerimientos únicos.",
    "Systems Integration":"Integración de sistemas",
    "Improve efficiency and communication in your company with our expert systems integration.":"Mejora la eficiencia y la comunicación en tu empresa con nuestra experta integración de sistemas.",
    "Ecommerce development":"Desarrollo de comercios electrónicos",
    "Expand your business with our online stores and e-commerce platforms designed for digital success.":"Expande tu negocio con nuestras tiendas en línea y plataformas de comercio electrónico diseñadas para el éxito digital.",
    "Technology Consulting":"Consultoría tecnológica",
    "Optimize your business operations with our expert technology consulting.":"Optimiza tus operaciones comerciales con nuestro asesoramiento experto en tecnología.",
    "Experience":"Experiencia",
    "Our expertise":"Nuestra experiencia",
    "Tech Mastery":"Maestría tecnológica",
    "We master cutting-edge technologies to bring your ideas to life.":"Dominamos tecnologías de vanguardia para materializar tus ideas.",
    "Next-Gen Development":"Desarrollo de última generación",
    "We explore and apply powerful frameworks on the market.":"Exploramos y aplicamos frameworks poderosos del mercado.",
    "User-Centric Design": "Diseño centrado en el usuario",
    "We place your users at the heart of everything we do.":"Ponemos a sus usuarios en el centro de todo lo que hacemos.",
    "Custom Solutions":"Soluciones a medida",
    "We create tailor-made solutions to meet the unique needs of your business.":"Creamos soluciones a medida para satisfacer las necesidades únicas de su empresa.",
    "Seamless Integration":"Integración perfecta",
    "We make your systems work together seamlessly.":"Hacemos que tus sistemas trabajen juntos sin problemas.",
    "Security First":"Seguridad en primera instancia",
    "Security is our primary design consideration.":"La seguridad es nuestra principal consideración de diseño.",
    "years":"años",
    "programmers experience":"experiencia de programadores",
    "completed worldwide":"terminados en todos el mundo",
    "projects":"proyectos",
    "countries":"paises",
    "for software development":"para el desarrollo de software"

}