{   
    "Home":"Inicio",
    "About us":"Nosotros",
    "Services":"Servicios",
    "Capabilities":"Capacidades",
    "Contact":"Contacto",
    "Red Hat IT Solutions: Shaping the Digital Future with Cutting-Edge Technologies.":"Red Hat IT Solutions: Transformando el Futuro Digital con Tecnologías de Última Generación.",
    "We specialize in shaping the digital future. With our expertise in technology services, we anticipate digital needs and provide innovative solutions.":"Nos especializamos en dar forma al futuro digital. Con nuestra experiencia en servicios tecnológicos, anticipamos las necesidades digitales y ofrecemos soluciones innovadoras.",
    "Contact Us":"Contáctanos",
    "Red Hat IT Solutions is your technological partner for success. As a software development company, we specialize in providing innovative and customized solutions that drive the growth of our clients. With a highly trained and committed team, we are ready to tackle any challenge and help you achieve your professionals goals.":"Red Hat IT Solutions SAS es tu socio tecnológico para el éxito. Como empresa de desarrollo de software, nos especializamos en proporcionar soluciones innovadoras y personalizadas que impulsan el crecimiento de nuestros clientes. Con un equipo altamente capacitado y comprometido, estamos listos para enfrentar cualquier desafío y ayudarte a alcanzar tus objetivos profesionales.",
    "Read more":"Leer más",
    "Check our services":"Nuestros servicios",
    "Agile development of digital solutions":"Desarrollo ágil de soluciones digitales",
    "Mobile app development":"Desarrollo de aplicaciones móviles",
    "Boost your digital presence with our custom mobile apps for iOS and Android, designed for maximum usability and performance.":"Impulsa tu presencia digital con nuestras aplicaciones móviles personalizadas para iOS y Android, diseñadas para la máxima usabilidad y rendimiento.",
    "Web app development":"Desarrollo de aplicaciones web",
    "Build your online presence with our robust and scalable web apps designed to meet the unique needs of your business.":"Construye tu presencia en línea con nuestras aplicaciones web robustas y escalables diseñadas para satisfacer las necesidades específicas de tu negocio.",
    "Custom software development":"Desarrollo personalizado de software",
    "Optimize your business processes with our custom software, created to meet your unique requirements.":"Optimiza tus procesos comerciales con nuestro software personalizado, creado para satisfacer tus requerimientos únicos.",
    "Systems Integration":"Integración de sistemas",
    "Improve efficiency and communication in your company with our expert systems integration.":"Mejora la eficiencia y la comunicación en tu empresa con nuestra experta integración de sistemas.",
    "Ecommerce development":"Desarrollo de comercios electrónicos",
    "Expand your business with our online stores and e-commerce platforms designed for digital success.":"Expande tu negocio con nuestras tiendas en línea y plataformas de comercio electrónico diseñadas para el éxito digital.",
    "Technology Consulting":"Consultoría tecnológica",
    "Optimize your business operations with our expert technology consulting.":"Optimiza tus operaciones comerciales con nuestro asesoramiento experto en tecnología.",
    "Experience":"Experiencia",
    "Our expertise":"Nuestra experiencia",
    "Tech Mastery":"Maestría tecnológica",
    "We master cutting-edge technologies to bring your ideas to life.":"Dominamos tecnologías de vanguardia para materializar tus ideas.",
    "Next-Gen Development":"Desarrollo de última generación",
    "We explore and apply powerful frameworks on the market.":"Exploramos y aplicamos frameworks poderosos del mercado.",
    "User-Centric Design": "Diseño centrado en el usuario",
    "We place your users at the heart of everything we do.":"Ponemos a sus usuarios en el centro de todo lo que hacemos.",
    "Custom Solutions":"Soluciones a medida",
    "We create tailor-made solutions to meet the unique needs of your business.":"Creamos soluciones a medida para satisfacer las necesidades únicas de su empresa.",
    "Seamless Integration":"Integración perfecta",
    "We make your systems work together seamlessly.":"Hacemos que tus sistemas trabajen juntos sin problemas.",
    "Security First":"Seguridad en primera instancia",
    "Security is our primary design consideration.":"La seguridad es nuestra principal consideración de diseño.",
    "Red Hat in numbers":"Red Hat en numeros",
    "Years":"Años",
    "Programmers experience":"Experiencia de programadores",
    "Completed worldwide":"Completados a nivel mundial",
    "Projects":"Proyectos",
    "Countries":"Paises",
    "Active operations":"Operaciones activas",
    "We are leaders in innovation, committed to quality and constant excellence.":"Somos líderes en innovación, comprometidos con calidad y excelencia constante.",
    "At Red Hat IT Solutions, we take pride in delivering cutting-edge technological solutions as a recently founded software development company with a vision to transform the tech landscape. While our history is recent, our footprint has rapidly expanded nationally and internationally, collaborating with clients from various sectors, including ESPN, Torc, Sodimac, and many more. We boast a highly trained and committed team, whose aim is to provide personalized and quality solutions that drive the growth and success of our clients. We strive to thoroughly understand the technological needs of our clients and offer tailored responses. Our story is built on robust relationships grounded in trust and customer satisfaction. We are committed to continued innovation and adaptation to the latest technological trends.": "En Red Hat IT Solutions SAS, nos enorgullece ofrecer soluciones tecnológicas de vanguardia como una empresa de desarrollo de software fundada con la visión de transformar el panorama tecnológico. Aunque nuestra historia es reciente, nuestra huella se ha expandido rápidamente a nivel nacional e internacional, colaborando con clientes de diversos sectores, entre ellos, ESPN, Torc, Sodimac, y muchos más. Contamos con un equipo altamente capacitado y comprometido, cuyo objetivo es proporcionar soluciones personalizadas y de calidad que impulsen el crecimiento y el éxito de nuestros clientes. Nos esforzamos por entender a fondo las necesidades tecnológicas de nuestros clientes y ofrecer respuestas a la medida.Nuestra historia se basa en relaciones sólidas construidas sobre la confianza y la satisfacción del cliente. Estamos comprometidos a seguir innovando y adaptándonos a las últimas tendencias tecnológicas para ofrecer soluciones al instante. En Red Hat IT Solutions SAS, somos más que una empresa de desarrollo de software; somos tu socio estratégico para alcanzar tus objetivos tecnológicos.",
    "To provide innovative and personalized technological solutions that meet the specific needs of businesses, with the aim of enhancing their competitiveness and productivity.":"Proporcionar soluciones tecnológicas innovadoras y personalizadas que satisfagan las necesidades específicas de las empresas, con el propósito de elevar su competitividad y productividad.",
    "To be leaders in software development by consistently offering cutting-edge technologies and customized solutions, driving the digital transformation of companies. Establish ourselves as strategic partners to enhance their competitiveness and productivity in an ever-evolving world.":"Ser líderes en el desarrollo de software al ofrecer continuamente tecnologías vanguardistas y soluciones a medida, impulsando la transformación digital de las empresas y consolidándonos como socios estratégicos para potenciar su competitividad y productividad en un mundo en constante evolución.",
    "Innovation":"Innovación",
    "Think creatively and generate unique solutions for existing challenges.":"Pensar creativamente y generar soluciones únicas para desafíos existentes.",
    "Integrity and ethics":"Integridad y ética",
    "Value continuous improvement and seek more efficient and effective ways.":"Valorar la mejora continua y buscar formas más eficientes y efectivas.",
    "Diversity and inclusion":"Diversidad e inclusión",
    "Promote a respectful and diverse environment to drive ongoing success.":"Promover un entorno respetuoso y diverso para impulsar el éxito continuo.",
    "Flexibility and adaptability":"Flexibilidad y adaptabilidad",
    "Quickly adapt to business changes with agility.":"Adaptarse rápidamente a cambios empresariales con agilidad.",
    "Customer orientation":"Orientación personalizada",
    "Place the customer at the center of decisions and actions, crucial for sustainable success.":"Situar al cliente en el centro de decisiones y acciones, clave para el éxito sostenible.",
    "Effective Collaboration":"Colaboración Efectiva",
    "Cultivate a diverse environment to enhance success through clear communication and sustainable teamwork.":"Fomentar un entorno diverso para potenciar el éxito mediante una comunicación clara y trabajo en equipo sostenible.",
    "Taking mobile application development to the next level, our team of experts not only focuses on creating custom applications for iOS and Android but also delves into user experience, security, and performance. From internal applications to market-targeted products, our commitment is to deliver solutions that not only meet but exceed your expectations.":"Llevamos el desarrollo de aplicaciones móviles a un nivel superior. Nuestro equipo de expertos no solo se enfoca en la creación de aplicaciones personalizadas para iOS y Android, sino que también se sumerge en la experiencia del usuario, la seguridad y el rendimiento. Desde aplicaciones internas hasta productos destinados al mercado, nos comprometemos a ofrecer soluciones que no solo cumplan sino que superen tus expectativas.",
    "Believing in the uniqueness of every business, our custom software development services are designed to provide solutions that align perfectly with your unique business processes. We work closely with you to understand your needs and provide solutions that drive efficiency and productivity in your company.":"Creemos en la singularidad de cada negocio. Nuestros servicios de desarrollo de software a medida están diseñados para ofrecer soluciones que se alineen perfectamente con tus procesos comerciales exclusivos. Trabajamos en estrecha colaboración contigo para entender tus necesidades y proporcionar soluciones que impulsen la eficiencia y la productividad en tu empresa.",
    "Offering comprehensive systems integration services to break down barriers and enhance collaboration in your company, our team of professionals connects and synchronizes different systems and platforms, facilitating data flow and improving operational efficiency. We are dedicated to delivering seamless integration that will boost agility and performance in your company.":"Ofrecemos servicios integrales de integración de sistemas para romper barreras y mejorar la colaboración en tu empresa. Nuestro equipo de profesionales conecta y sincroniza diferentes sistemas y plataformas, facilitando la fluidez de datos y mejorando la eficiencia operativa. Nos dedicamos a ofrecer una integración sin problemas que impulsará la agilidad y el rendimiento en tu empresa.",
    "Understanding the importance of e-commerce in the digital era, from creating online stores to developing custom e-commerce platforms, our team works to boost your operations and maximize your presence in the online market. Our commitment is to deliver solutions that not only power your online sales but also enhance the customer experience.":"Entendemos la importancia del comercio electrónico en la era digital. Desde la creación de tiendas en línea hasta el desarrollo de plataformas de comercio electrónico personalizadas, nuestro equipo trabaja para impulsar tus operaciones y maximizar tu presencia en el mercado en línea. Estamos comprometidos a ofrecer soluciones que no solo potencien tus ventas en línea sino que también mejoren la experiencia del cliente.",
    "Offering technology consulting services to assess and enhance your business operations, our team of expert consultants works with you to identify optimization opportunities and recommend strategic solutions. Focusing on driving innovation and efficiency in your company, we help you maintain a competitive edge in an ever-evolving technological landscape.":"Ofrecemos servicios de consultoría tecnológica para evaluar y mejorar tus operaciones comerciales. Nuestro equipo de consultores expertos trabaja contigo para identificar oportunidades de optimización y recomendar soluciones estratégicas. Nos enfocamos en impulsar la innovación y la eficiencia en tu empresa, ayudándote a mantener una ventaja competitiva en un mundo tecnológico en constante evolución.",
    "Excelling in the creation of exceptional web applications, our team of developers collaborates closely with you to understand your business goals and craft tailored web solutions. Utilizing the latest technologies, we ensure web applications that not only perform well but also provide an exceptional user experience, optimizing your customers interaction with your brand.":"Destacamos en la creación de aplicaciones web excepcionales. Nuestro equipo de desarrolladores colabora estrechamente contigo para entender tus objetivos comerciales y crear soluciones web adaptadas. Utilizando las últimas tecnologías, garantizamos aplicaciones web que no solo funcionan bien sino que también brindan una experiencia de usuario excepcional, optimizando la interacción de tus clientes con tu marca.",
    "Backend development":"Backend development",
    "Frontend development":"Frontend development",
    "Devops expertise":"Devops expertise",
    "Cloud solutions":"Cloud solutions",
    "Mobile solutions":"Mobile solutions",
    "Qa automation & performance testing":"Qa automation & performance testing",
    "User centric experience design":"User centric experience design",
    "Agile frameworks implementation":"Agile frameworks implementation",
    "Development of managed/unmanaged applications, Windows Forms, ASP.NET, MVC & Web API, Razor/Blazor, SPA (JavaScript). Solid experience in Go (Golang) for the development of efficient and highly concurrent solutions.":"Desarrollo de aplicaciones gestionadas/no gestionadas, Windows Forms, ASP.NET, MVC & Web API, Razor/Blazor, SPA (JavaScript). Experiencia sólida en Go (Golang) para el desarrollo de soluciones eficientes y altamente concurrentes." ,
    "Design and development of responsive web applications for exceptional user experiences. Implementation of recognized frameworks such as Vue, React, Angular, and Knockout for modern and high-performance interfaces.":"Diseño y desarrollo de aplicaciones web receptivas para experiencias de usuario excepcionales. Implementación de marcos reconocidos como Vue, React, Angular y Knockout para interfaces modernas y de alto rendimiento.",
    "Design and implementation of DevOps culture through CI/CD automation. Management of source code repositories, infrastructure cost optimization, monitoring, and quality gates.":"Diseño e implementación de la cultura DevOps mediante automatización CI/CD. Gestión de repositorios de código fuente, optimización de costos de infraestructura, monitoreo y gates de calidad.",
    "Implementation of application servers, domain services, database/file/storage solutions, IaaS, backup and recovery. Resource monitoring, information security strategies, ITSM integration, IaaC.":"Implementación de servidores de aplicaciones, servicios de dominio, soluciones de bases de datos/archivos, IaaS, copias de seguridad y recuperación. Monitoreo de recursos, estrategias de seguridad de la información, integración ITSM, IaaC.",
    "Development of hybrid apps for increased productivity and lower maintenance costs. Development of native apps for faster execution and full utilization of device features.":"Desarrollo de aplicaciones híbridas para mayor productividad y menor costo de mantenimiento. Desarrollo de aplicaciones nativas para una ejecución más rápida y aprovechamiento total de las funciones del dispositivo.",
    "Automation of non-functional and performance testing, recording and management of test cases, automation of business workflow.":"Automatización de pruebas no funcionales y de rendimiento, grabación y gestión de casos de prueba, automatización de flujos de trabajo empresariales.",
    "Creation of digital products focused on maximizing usability through accessibility, ease, and attractive design.":"Creación de productos digitales enfocados en maximizar la usabilidad mediante accesibilidad, facilidad y diseño atractivo.",
    "Extensive experience in executing agile initiatives under different frameworks, facilitating efficient and high-productivity workflows.":"Experiencia extensa en la ejecución de iniciativas ágiles bajo diferentes frameworks, facilitando flujos de trabajo eficientes y de alta productividad.",
    "154th Street #21 South 22 Ibagué-Tolima":"Calle 154 # 21 Sur - 22 Ibagué,Tolima",
    "Name":"Nombre",
    "Email":"Correo electrónico",
    "Subject":"Asunto",
    "Description":"Descripción",
    "Send":"Enviar"
}