{   
    "About us":"Acerca de nosotros",
    "Services":"Servicios",
    "Capabilities":"Capacidades",
    "Contact us":"Contacto",
    "Red Hat IT Solutions: Shaping the Digital Future with Cutting-Edge Technologies.":"Red Hat IT Solutions: Transformando el Futuro Digital con Tecnologías de Última Generación.",
    "We specialize in shaping the digital future. With our expertise in technology services, we anticipate digital needs and provide innovative solutions.":"Nos especializamos en dar forma al futuro digital. Con nuestra experiencia en servicios tecnológicos, anticipamos las necesidades digitales y ofrecemos soluciones innovadoras.",
    "Get information":"Más información",
    "RedHat IT Solutions SAS is your technological partner for success. As a software development company, we specialize in providing innovative and customized solutions that drive the growth of our clients. With a highly trained and committed team, we are ready to tackle any challenge and help you achieve your professionals goals.":"Red Hat IT Solutions SAS es tu socio tecnológico para el éxito. Como empresa de desarrollo de software, nos especializamos en proporcionar soluciones innovadoras y personalizadas que impulsan el crecimiento de nuestros clientes. Con un equipo altamente capacitado y comprometido, estamos listos para enfrentar cualquier desafío y ayudarte a alcanzar tus objetivos profesionales.",
    "Read more":"Leer más",
    "Check our services":"Conoce nuestros servicios",
    "Agile development of digital solutions":"Desarrollo agil de soluciones digitales",
    "Mobile app development":"Desarrollo de aplicaciones móviles",
    "Boost your digital presence with our custom mobile apps for iOS and Android, designed for maximum usability and performance.":"Impulsa tu presencia digital con nuestras aplicaciones móviles personalizadas para iOS y Android, diseñadas para la máxima usabilidad y rendimiento.",
    "Web app development":"Desarrollo de aplicaciones web",
    "Build your online presence with our robust and scalable web apps designed to meet the unique needs of your business.":"Construye tu presencia en línea con nuestras aplicaciones web robustas y escalables diseñadas para satisfacer las necesidades específicas de tu negocio.",
    "Custom software development":"Desarrollo personalizado de software",
    "Optimize your business processes with our custom software, created to meet your unique requirements.":"Optimiza tus procesos comerciales con nuestro software personalizado, creado para satisfacer tus requerimientos únicos.",
    "Systems Integration":"Integración de sistemas",
    "Improve efficiency and communication in your company with our expert systems integration.":"Mejora la eficiencia y la comunicación en tu empresa con nuestra experta integración de sistemas.",
    "Ecommerce development":"Desarrollo de comercios electrónicos",
    "Expand your business with our online stores and e-commerce platforms designed for digital success.":"Expande tu negocio con nuestras tiendas en línea y plataformas de comercio electrónico diseñadas para el éxito digital.",
    "Technology Consulting":"Consultoría tecnológica",
    "Optimize your business operations with our expert technology consulting.":"Optimiza tus operaciones comerciales con nuestro asesoramiento experto en tecnología.",
    "Experience":"Experiencia",
    "Our expertise":"Nuestra experiencia",
    "Tech Mastery":"Maestría tecnológica",
    "We master cutting-edge technologies to bring your ideas to life.":"Dominamos tecnologías de vanguardia para materializar tus ideas.",
    "Next-Gen Development":"Desarrollo de última generación",
    "We explore and apply powerful frameworks on the market.":"Exploramos y aplicamos frameworks poderosos del mercado.",
    "User-Centric Design": "Diseño centrado en el usuario",
    "We place your users at the heart of everything we do.":"Ponemos a sus usuarios en el centro de todo lo que hacemos.",
    "Custom Solutions":"Soluciones a medida",
    "We create tailor-made solutions to meet the unique needs of your business.":"Creamos soluciones a medida para satisfacer las necesidades únicas de su empresa.",
    "Seamless Integration":"Integración perfecta",
    "We make your systems work together seamlessly.":"Hacemos que tus sistemas trabajen juntos sin problemas.",
    "Security First":"Seguridad en primera instancia",
    "Security is our primary design consideration.":"La seguridad es nuestra principal consideración de diseño.",
    "years":"años",
    "programmers experience":"experiencia de programadores",
    "completed worldwide":"completados a nivel mundial",
    "projects":"proyectos",
    "countries":"paises",
    "active operations":"operaciones activas",
    "We are leaders in innovation, committed to quality and constant excellence.":"Somos líderes en innovación, comprometidos con calidad y excelencia constante.",
    "At RedHat IT Solutions SAS, we take pride in delivering cutting-edge technological solutions as a recently founded software development company with a vision to transform the tech landscape. While our history is recent, our footprint has rapidly expanded nationally and internationally, collaborating with clients from various sectors, including ESPN, Torc, Sodimac, and many more. We boast a highly trained and committed team, whose aim is to provide personalized and quality solutions that drive the growth and success of our clients. We strive to thoroughly understand the technological needs of our clients and offer tailored responses. Our story is built on robust relationships grounded in trust and customer satisfaction. We are committed to continued innovation and adaptation to the latest technological trends.":"En RedHat IT Solutions SAS, nos enorgullece ofrecer soluciones tecnológicas de vanguardia como una empresa de desarrollo de software fundada con la visión de transformar el panorama tecnológico. Aunque nuestra historia es reciente, nuestra huella se ha expandido rápidamente a nivel nacional e internacional, colaborando con clientes de diversos sectores, entre ellos, ESPN, Torc, Sodimac, y muchos más. Contamos con un equipo altamente capacitado y comprometido, cuyo objetivo es proporcionar soluciones personalizadas y de calidad que impulsen el crecimiento y el éxito de nuestros clientes. Nos esforzamos por entender a fondo las necesidades tecnológicas de nuestros clientes y ofrecer respuestas a la medida.Nuestra historia se basa en relaciones sólidas construidas sobre la confianza y la satisfacción del cliente. Estamos comprometidos a seguir innovando y adaptándonos a las últimas tendencias tecnológicas para ofrecer soluciones al instante. En RedHat IT Solutions SAS, somos más que una empresa de desarrollo de software; somos tu socio estratégico para alcanzar tus objetivos tecnológicos.",
    "To provide innovative and personalized technological solutions that meet the specific needs of businesses, with the aim of enhancing their competitiveness and productivity.":"Proporcionar soluciones tecnológicas innovadoras y personalizadas que satisfagan las necesidades específicas de las empresas, con el propósito de elevar su competitividad y productividad.",
    "To be leaders in software development by consistently offering cutting-edge technologies and customized solutions, driving the digital transformation of companies. Establish ourselves as strategic partners to enhance their competitiveness and productivity in an ever-evolving world.":"Ser líderes en el desarrollo de software al ofrecer continuamente tecnologías vanguardistas y soluciones a medida, impulsando la transformación digital de las empresas y consolidándonos como socios estratégicos para potenciar su competitividad y productividad en un mundo en constante evolución.",
    "Innovation":"Innovación",
    "Involves the ability to think creatively and generate unique solutions for existing challenges.":"Implica la capacidad de pensar de manera creativa y generar soluciones únicas para desafíos existentes.",
    "Integrity and ethics":"Integridad y ética",
    "Valuing continuous improvement involves seeking more efficient and effective ways of doing things.":"Valorar la mejora continua implica buscar formas más eficientes y eficaces de hacer las cosas.",
    "Diversity and inclusion":"Diversidad e inclusión",
    "Promoting a diverse and inclusive work environment, recognizing the importance of respect for creativity and long-term success.":"Promover un entorno de trabajo diverso e integrador, reconociendo la importancia del respeto para la creatividad y el éxito a largo plazo.",
    "Flexibility and adaptability":"Flexibilidad y adaptabilidad",
    "The ability to quickly adapt to changes in the business environment. Flexibility and organizational agility are increasingly important.":"La capacidad de adaptarse rápidamente a los cambios del entorno empresarial. La flexibilidad y la agilidad organizativa son cada vez más importantes.",
    "Customer orientation":"Orientación personalizada",
    "Placing the customer at the center of decisions and actions, key to long-term success.":"Situar al cliente en el centro de las decisiones y acciones, clave del éxito a largo plazo.",
    "Colaboration and teamwork":"Colaboración y trabajo en equipo",
    "Fostering open and effective communication. Valuing collaboration involves expressing ideas clearly, actively listening, and sharing information to keep the team informed.":"Fomentar una comunicación abierta y eficaz. Valorar la colaboración implica expresar las ideas con claridad, escuchar activamente y compartir información para mantener informado al equipo."
}